Repository: Mmdvpn190/ovpn-convert
Catalog: po/*.po
Languages: ru

source: Ending inline option is not match starting inline option
ru: Закрывающая встраиваемая (inline) опция не соответствует открывающей опции

source: Option '%s' can be used only in standalone mode
ru: Опция «%s» может использоваться только в автономном режиме

source: Option '%s' can not be used in inline form
ru: Опция «%s» не может использоваться в форме встраиваемой (inline) опции

source: Option '%s' has invalid argument #%d (%s) value '%s'
ru: Опция «%1$s» имеет неверное значение «%4$s» аргумента #%2$d (%3$s)

source: Option '%s' is deprecated and can be removed in future OpenVPN versions
ru: Опция «%s» устарела и может быть удалена в будущих версиях OpenVPN

source: The '%s' option is specific for Windows
ru: Опция «%s» специфична для Windows

source: Too few arguments (%d). The minimum number of arguments for the '%s' option is %d
ru: Слишком мало аргументов (%1$d). Опция «%2$s» должна иметь не менее %3$d аргументов

source: Too many arguments (%d). The maximum number of arguments for the '%s' option is %d
ru: Слишком много аргументов (%1$d). Опция «%2$s» должна иметь не более %3$d аргументов

source: Unexpected end of inline option '%s'
ru: Неожиданное завершение встраиваемой (inline) опции «%s»

source: Unexpected start of inline option
ru: Неожиданное начало встраиваемой (inline) опции

source: Unknown inline option '%s'
ru: Неизвестная встраиваемая (inline) опция «%s»

source: Unknown option '%s'
ru: Неизвестная опция «%s»
